Repository: EyasHajbi/HRSys
Catalog: HRSys.Localizations/Resources/SharedResource.*.resx
Languages: ar

# AccessDenied
source: You do not have permission to access the page that you requested
ar: ليس لديك إذن بالوصول إلى الصفحة التي طلبتها

source: Add
ar: إضافة

# AppointmentsLinkText
source: Appointments
ar: مواعيدي

# BackLinkText
source: Back
ar: رجوع

# BoardsLinkText
source: Boards
ar: مجالس الإدارة

# ButtonCancel
source: Cancel
ar: إلغاء

# ButtonSave
source: Save
ar: حفظ

source: Cancel
ar: إلغــاء

# CannotDelete
source: You cannot delete, this item used in the system
ar: لا يمكنك الحذف , عنصر مستخدم في النظام

source: Choose File
ar: اختر ملف

# CommitteesLinkText
source: Committees
ar: اللجان

source: Create New Meeting
ar: إنشاء إجتماع جديد

source: Delete
ar: حذف

# DeleteCancelButtonText
source: No
ar: لا

# DeleteConfirmationText
source: Are you sure you want to delete this?
ar: هل أنت متأكد أنك تريد حذف ذلك؟

# DeleteConfirmationTitle
source: The data will be deleted
ar: سيتم حذف البيانات

# DeleteConfirmButtonText
source: Yes
ar: نعم

# DeleteLinkText
source: Delete
ar: حذف

# DeleteSuccessMsg
source: The record has been deleted successfully
ar: لقد تم حذف السجل بنجاح

# DownloadLinkText
source: Download
ar: تحميل

# EditLinkText
source: Edit
ar: تعديل

# EmailValidateMsg
source: Invalid Email
ar: يجرى ادخال البريد الالكتروني بالشكل الصحيح

# EntityTypesLinkText
source: Entity Types
ar: أطر العمل

source: Error
ar: حدث خطأ

source: From
ar: من

# HelpLinkText
source: Help
ar: المساعدة

source: Identity Number
ar: السجل المدني

source: Invalid Email
ar: بريد إلكتروني غير صحيح

source: Invalid Phone
ar: رقم هاتف غير صحيح

source: Invalid Username Or Password
ar: اسم المستخدم غير صحيح او كلمة المرور غير صحيحة

# LinkAddNewText
source: Add
ar: إضافــة

# LogoutLinkText
source: Log out
ar: تسجيل الخروج

source: Memeber Name
ar: إسم العضو

# NewLinkText
source: New
ar: جديد

# NewMeetingNoFramework
source: New meeting without framework
ar: إجتماع جديد بدون إطار عمل

# NoDataShow
source: No data to show
ar: لا يوجد بيانات للعرض

# noResult
source: No Results
ar: لا يوجد نتائج

# OperationDone
source: Operation was done
ar: تمت العملية بنجاح

source: Organization Name
ar: إسم الجهة

# PrivacyPolicyLinkText
source: Privacy policy
ar: سياسة الخصوصية

# ProfileLinkText
source: My Profile
ar: الملف الشخصي

# ProjectsLinkText
source: Projects
ar: المشاريع

# RequiredfieldMsg
source: Required field
ar: حقل اجباري

# RequiredReceiversfieldMsg
source: You should select one receiver at least
ar: يجب اختيار مستلم واحد على الأقل

# SearchFieldText
source: Search for
ar: البحث عن

# SearchUser
source: Search for a user
ar: البحث عن مستخدم

# SelectItem_PleaseSelectText
source: -- Please Select --
ar: -- الرجاء الاختيار --

# SendAgendaMsg
source: sent succesfully
ar: تم الإرسال بنجاح

# SettingsLinkText
source: Settings
ar: الإدارة

# StringMaxLengthMsg
source: Maximum 60 Characters
ar: 60 حرف كحد أقصى

# SuccessMsg
source: Saved Successfully
ar: لقد تم الحفظ بنجاح

# TabCheckingText
source: Checking
ar: التدقيق

# TableOptionHeaderText
source: Options
ar: خيارات

# TabMainInformationText
source: Basic information
ar: المعلومات الاساسية

# TasksLinkText
source: Tasks
ar: التوصيات

source: To
ar: إلى

source: Undo
ar: تراجع

# UpdateCloseTask
source: task was closed in date ({0})
ar: تم إنهاء التوصية بتاريخ ({0})

# UpdatedDueDate
source: Due Date Was updated from {0} to {1}
ar: تم تعديل تاريخ التنفيذ المتوقع من {0} إلى {1}

# UpdateOpenTask
source: task was reopened to edite in date ({0})
ar: تم إعادة فتح التوصية للتعديل بتاريخ ({0})

# UserAgreementLinkText
source: User Agreement
ar: اتفاقية المستخدم

source: User Guide
ar: دليل المستخدم

source: Member
ar: عضو

source: President
ar: رئيس اللجنة

# WorkTeamsList
source: Work Teams
ar: فرق العمل

# BoardsList
source: Board Of Directors List
ar: قائمة المجالس

# DeleteRelatedMemberErrorsMsg
source: The record hasn't been deleted successfully , because it has related records
ar: لا يمكن حذف هذا السجل لانه يتضمن سجلات اخرى متعلقة به

# PresidentBoard
source: President of Board of Director
ar: رئيس المجلس

# PresidentCommittee
source: President of Committee
ar: رئيس اللجنة

# PresidentPreparCommittee
source: President of Preparstory Committee
ar: رئيس اللجنة التحضيرية

# PresidentWorkTeam
source: President of WorkTeam
ar: رئيس فرق العمل

source: Absence Count
ar: عدد الغيابات

# DateTime
source: Date
ar: وقت الإحتماع

source: Meeting Name
ar: إسم الإجتماع

source: Meeting No
ar: رقم الإجتماع

source: Memeber Status
ar: حالة الحضور

source: Organization
ar: الإدارة/الجهة

source: Scientific Title
ar: اللقب العلمي

source: SurName
ar: اللقب

# NoMeeting
source: No meetings added
ar: لم يتم إضافة إجتماعات

source: Meeting Status
ar: حالة الإجتماع

source: Memeber Count
ar: عدد الأعضاء

source: Update
ar: حفظ

# RequiredRoomfieldMsg
source: You should select one room at least
ar: يجب اختيار قاعة واحدة على الأقل

# NoNewMeeting
source: You don't have new meeting
ar: لا يوجد لديك بلاغات جديدة

# SendSuccessMsg
source: Sent Successfully
ar: لقد تم الإرسال بنجاح
